months = {
    1: 'янв', 2: 'фев', 3: 'мар', 4: 'апр',
    5: 'май', 6: 'июн', 7: 'июл', 8: 'авг',
    9: 'сен', 10: 'окт', 11: 'ноя', 12: 'дек'
}

renamer_media_type = {'outdoor': 'OOH',
                      'press': 'Пресса',
                	  'radio': 'Радио',
                      'tv_nat': 'Нац ТВ',
                      'tv_reg': 'Рег ТВ',
                      'tv_spon': 'ТВ Спонсорство',
                      'digital': 'Интернет',
                      'tv nat': 'Нац ТВ',
                      'tv reg': 'Рег ТВ',}


renamer_delivery = {'оффлайн': 'Реклама офлайн магазинов',
                    'доставка/оффлайн': 'Смешанная реклама',
                    'доставка': 'Доставка'}

cities = [
    "москва",
    "санкт-петербург",
    "волгоград",
    "воронеж",
    "екатеринбург",
    "казань",
    "краснодар",
    "красноярск",
    "нижний новгород",
    "новосибирск",
    "омск",
    "пермь",
    "ростов-на-дону",
    "самара",
    "тюмень",
    "уфа",
    "барнаул",
    "владивосток",
    "иркутск",
    "кемерово",
    "саратов",
    "ставрополь",
    "тверь",
    "томск",
    "хабаровск",
    "челябинск",
    "ярославль",
]

media_type_order = [
    'Нац ТВ',
    'Рег ТВ',
    'ТВ Спонсорство',
    'Интернет',
    'OOH',
    'Радио',
    'Пресса'
]